[
    {
        "fontFamily": "love-zh",
        "wordText": "我在澳大利亚也很想你呀，就是不能在你身边，也知道你很迷茫，不用怕，都会过去的，一切都是最好的安排，我也不知道有什么给你好的建议，毕竟你比我大几岁，我也会怕让你不开心，我只能让张晓敏，爸爸给你一点点建议，我们做不了更多了，决定权在你，我只会无条件支持你的，反正年轻，还是可以去试试的，我都会陪着你，乖乖",
        "wordEnd": "2025-02-21"
    },
    {
        "fontFamily": "love-zh",
        "wordText": "亲爱的，你可知道，那玲珑的骰子中，藏着我为你种下的红豆。每一颗红豆，都承载着我对你的深深眷恋，如同那入骨的相思，丝丝缕缕，缠绕心间。在时光的长河里，你如璀璨星辰照亮我的世界。你的一颦一笑，一举一动，都让我心醉神迷。这份相思，不是一时的冲动，而是日日夜夜的牵挂。我不知道你是否感知到这份深情，但我愿用这颗玲珑骰子，将红豆深埋，让相思永驻。无论岁月如何流转，我的心，永远为你而动，这份入骨相思，你可知晓？",
        "wordEnd": "2025-02-10"
    },
    {
        "fontFamily": "love-zh",
        "wordText": "此时此刻，所有的美好心愿都将搭载着你我驶向新的一年，这些心愿写着期盼，写着相信，写着你我对生活依然充满希望，写着你我为爱奋斗的每一天，让平凡的日子闪闪发光，写着你我如此真挚的爱我们身边的人，爱让你我成长，如意不是一个瞬间，而是奔向如意的每一步，成就了你我生命的光芒",
        "wordEnd": "2025-01-29"
    },
    {
        "fontFamily": "love-zh",
        "wordText": "新的一年，我觉得更适合DEV,发展（Develop as Growth）希望我们的爱情像一颗种子，不断生根发芽，在岁月的滋养下茁壮成长。无论经历多少风雨，都能携手向前，让感情的枝叶愈发繁茂，开出绚丽的爱情之花。提高（Develop as Improvement）愿我们的爱情在相处中不断升华。我们互相学习、互相支持，让彼此都成为更好的人。在爱的旅程中，一起提升自我，让爱情的品质越来越高，成为彼此生命中最美好的存在。开发（Develop as Exploration）希望我们能一起探索爱情的无限可能。就像勇敢的探险家，去发现生活中的小惊喜、小浪漫。每一次的尝试和创新，都能为我们的爱情注入新的活力，让它永远充满新鲜感。培养（Develop as Cultivation）爱情需要用心去培养，就像呵护一朵娇嫩的花儿。愿我们用耐心、理解和包容，精心呵护这份感情，让它在岁月的长河中愈发深厚，成为我们生命中最珍贵的宝藏。拓展（Develop as Expansion）愿我们的爱情能够跨越时间和空间的限制，不断拓展它的边界。无论是生活中的小细节，还是未来的大梦想，都能在爱的指引下，一步步实现，让爱情的版图更加广阔。总之，希望我们的爱情就像一个不断发展的故事，越来越精彩，越来越美好！",
        "wordEnd": "2025-01-28"
    },
    {
        "fontFamily": "love-zh",
        "wordText": "亲爱的，你可知道，那玲珑的骰子中，藏着我为你种下的红豆。每一颗红豆，都承载着我对你的深深眷恋，如同那入骨的相思，丝丝缕缕，缠绕心间。在时光的长河里，你如璀璨星辰照亮我的世界。你的一颦一笑，一举一动，都让我心醉神迷。这份相思，不是一时的冲动，而是日日夜夜的牵挂。我不知道你是否感知到这份深情，但我愿用这颗玲珑骰子，将红豆深埋，让相思永驻。无论岁月如何流转，我的心，永远为你而动，这份入骨相思，你可知晓？",
        "wordEnd": "2025-01-27"
    },
    {
        "fontFamily": "love-zh",
        "wordText": "今天是腊月二十七，虽然我们没有生活在一起，但我的心里依然充满了对你的思念和对新年的期待。腊月二十七，按照传统习俗，是“洗福禄”的日子。我相信，在这一天洗澡可以洗去一年的晦气，带来新的一年的好运，我希望你也能在这个特别的日子里，洗去一年的疲惫，迎接新年的到来。早上，我早早地起床，准备了一些热气腾腾的姜汤。我知道你一直很怕冷，希望这碗姜汤能给你带来一丝温暖。虽然我不能亲手递给你，所以我替你喝啦，但我希望你能感受到我的关心。我想一起喝着姜汤，聊着过去一年的点点滴滴。你总是能用你的幽默和乐观，让每一个平凡的日子都变得闪闪发光。我真的很感激有你在我身边，让我在忙碌和疲惫中总能找到依靠。",
        "wordEnd": "2025-01-26"
    },
    {
        "fontFamily": "love-en",
        "wordText": "The Warmth of Your Love in a Snowstorm.Outside, snowflakes dance wildly in the freezing wind, blanketing the world in pure white. The cold bites at every corner, reminding me of the harshness of winter. But here I am, feeling neither the chill nor the storm’s relentlessness, because in my heart, I have you. And that alone is enough to make me feel warm, calm, and deeply moved.When I think about you, I realize how much your presence means to me. It’s not just about the warmth of your hand or the comfort of your smile. It’s about the way you make me feel safe in a world that can be unpredictable and chaotic. Even as the storm rages outside, I feel at peace, knowing that you’re a part of my life.You are my shelter in the storm, my safe harbor amidst the winds of uncertainty. Your love fills the spaces that once felt empty, and your kindness lights up even the darkest of days. With you, every challenge feels manageable, every winter feels less harsh, and every snowfall becomes beautiful instead of burdensome.I want you to know how much I cherish you, not just for the way you love me, but for the person you are. Your presence alone brings comfort and joy, transforming ordinary moments into memories I’ll treasure forever. When the snow falls, it feels as though nature itself is celebrating the beauty of having someone like you in my life.I hope you’ll stay by my side, not just through this winter, but through every season we’ll face together. I want to walk with you through the snow, watch spring flowers bloom by your side, bask in the warmth of summer with you, and marvel at the colors of autumn together.So as the snow continues to fall outside, I promise to always hold onto the warmth you’ve brought into my life. With you, I feel complete, and I’ll do everything I can to make you feel the same way. Let’s create a love so strong that no storm, no matter how fierce, can ever chill our hearts.You are my everything, and I’ll always be grateful for the warmth you bring, no matter how cold the world outside may be. Please, stay with me always. Together, we can face anything, even the fiercest winter, and make it a season of love and warmth.",
        "wordEnd": "2025-01-25"
    },
    {
        "fontFamily": "love-zh",
        "wordText": "今天灵宝的天空被厚厚的雪花覆盖，暴雪来得又急又猛，寒冷的空气几乎让人窒息。可是，我却一点也不觉得冷，心里暖洋洋的。因为有你在我的世界里，你的陪伴让一切寒冷都显得微不足道。尽管外面的世界白茫茫一片，严冬席卷而来，但我却被你温暖的笑容包围。无论多么寒冷的天气，只要想到有你在身边，我的心就变得异常温暖。你的关心，你的陪伴，成了我抵御一切严寒的力量。我常常想，未来的日子里无论风雨如何，我都希望能与你一起度过。因为有你，人生的冬天也不再孤单，甚至变得充满了温情与希望。你是我心中永远的暖阳，照亮我前行的路。我会珍惜每一分每一秒，与你共度未来的每一个冬季。",
        "wordEnd": "2025-01-24"
    },
    {
        "fontFamily": "love-zh",
        "wordText": "每当寒风刺骨，我总能感受到那份温暖，来自你日日夜夜为我织就的围巾。每一针每一线，都是你对我深深的牵挂与关爱。每当围上它，我仿佛感受到你温柔的拥抱，抵御外面的寒冷，给我内心的温暖。你为我编织的不只是围巾，更是对我无言的承诺。每一根纱线，承载着你对我的深情，每一缕温暖，都是你对我的守护。我心中清楚，这份爱不仅仅是当下的温柔，更是未来每一天的陪伴与坚持。我愿在你织就的温暖中，陪你一起走过岁月的风霜，与你携手度过每个冬天。无论未来多么复杂，我都想和你一起，长长久久，一起抵御生活中的所有寒冷，直到天涯海角。",
        "wordEnd": "2025-01-23"
    },
    {
        "fontFamily": "love-zh",
        "wordText": "君生我未生，我生君已老。这世间似乎总爱捉弄人，让我们错过最恰当的时机，留下无尽的遗憾。然而，在茫茫人海中遇见你，我才明白，世间所有错过，只为成就我们的相逢。我恨自己生得晚，未能陪你从年少走到现在，未能成为你青春里的光。然而，与你相遇的那一刻，我心中便立下誓言：无论过去如何，我的现在与未来只为你而存在。你说时间是我们最大的敌人，但在我眼中，时间是我爱你的见证。从现在起，我会用尽全力守护你，陪你走过岁月的每一分每一秒，让我们的爱情在时光中沉淀，成为永恒。我愿此生，只为你绽放我的所有真心。",
        "wordEnd": "2025-01-22"
    },
    {
        "fontFamily": "love-zh",
        "wordText": "汤姆抓了十年杰瑞，都没有抓住，但是你还记得猫和老鼠的第一集讲的什么嘛？汤姆是全国捕鼠冠军，这让我想起来一句话，喜欢是棋逢对手，但爱是甘拜下风，只要有爱，你在闹，我在笑...... 后来汤姆猫去世，主人换了一只新猫，新猫一下就抓住了老鼠杰瑞，杰瑞临终前才明白这追打一辈子，不是汤姆猫笨，是它一直在保护我。就好像那些被爱的人最后才明白，那个爱她的人一直都在保护她！",
        "wordEnd": "2025-01-21"
    }
]